wsdl/betfair_api/login.request.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:bfg="http://www.betfair.com/publicapi/v3/BFGlobalService/">
   <soapenv:Header/>
   <soapenv:Body>
      <bfg:login>
         <bfg:request>
            <ipAddress>0</ipAddress>
            <locationId>0</locationId>
            <password>*********</password>
            <productId>82</productId>
            <username>********</username>
            <vendorSoftwareId>0</vendorSoftwareId>
         </bfg:request>
      </bfg:login>
   </soapenv:Body>
</soapenv:Envelope>
